Repository: aliasttt/supplementshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: خانه
tr: Ana Sayfa

source: به فروشگاه ما خوش آمدید
tr: Mağazamıza Hoşgeldiniz

source: مقصد نهایی شما برای خرید مکمل‌های باکیفیت!
tr: Kaliteli Takviyeleri Satın Alabileceğiniz Nihai Nokta!

source: هم‌اکنون خرید کنید
tr: Hemen Alışveriş Yapın

source: محصولات ما
tr: Ürünlerimiz

source: پروتئین وی
tr: Whey Protein

source: خرید
tr: Satın Al

source: مشاهده‌ی تمامی محصولات پروتئین وی
tr: Tüm Whey Protein Ürünlerini Görüntüle

source: گینرها
tr: Gainers

source: مشاهده‌ی تمامی محصولات گینر
tr: Tüm Gainer Ürünlerini Görüntüle

source: کازعین
tr: Casein

source: مشاهده‌ی تمامی محصولات کازعین
tr: Tüm Casein Ürünlerini Görüntüle

source: ایزوله
tr: Isolate

source: مشاهده‌ی تمامی محصولات ایزوله
tr: Tüm Isolate Ürünlerini Görüntüle

source: درباره ما
tr: Hakkımızda

source: فروشگاه ساپلمنت شاپ، ارائه‌دهنده بهترین و باکیفیت‌ترین مکمل‌های ورزشی و تغذیه‌ای. هدف ما کمک به شما برای دستیابی به اهداف سلامتی و تناسب اندام است.
tr: Supplement Shop, en iyi ve yüksek kaliteli spor ve beslenme takviyelerini sunmaktadır. Amacımız, sağlık ve fitness hedeflerinize ulaşmanıza yardımcı olmaktır.

source: چرا ما را انتخاب کنید؟
tr: Neden Bizi Seçmelisiniz?

source: ما به کیفیت محصولات خود متعهد هستیم و تمامی مکمل‌ها با ضمانت اصالت ارائه می‌شوند. تیم ما متشکل از متخصصان تغذیه و ورزش است که همواره آماده پاسخگویی به سوالات شما هستند.
tr: Ürünlerimizin kalitesine bağlıyız ve tüm takviyeler, orijinallik garantisi ile sunulmaktadır. Ekibimiz, her zaman sorularınızı yanıtlamaya hazır olan beslenme ve fitness uzmanlarından oluşmaktadır.

source: کیفیت بالا
tr: Yüksek Kalite

source: خدمات ما
tr: Hizmetlerimiz

source: ارائه مشاوره تخصصی، ارسال سریع به سراسر کشور، و تخفیفات ویژه برای مشتریان وفادار از جمله خدمات ما هستند.
tr: Özel danışmanlık, hızlı teslimat ve sadık müşteriler için özel indirimler gibi hizmetler sunuyoruz.

source: خدمات ویژه
tr: Özel Hizmetler

source: سبد خرید
tr: Alışveriş Sepeti

source: محصول
tr: Ürün

source: تعداد
tr: Miktar

source: قیمت واحد
tr: Birim Fiyatı

source: مجموع
tr: Toplam

source: حذف
tr: Kaldır

source: مجموع قیمت:
tr: Toplam Fiyat:

source: ادامه خرید
tr: Alışverişe Devam Et

source: پرداخت
tr: Ödeme

source: سبد خرید شما خالی است.
tr: Sepetiniz Boş

source: خطا در حذف محصول!
tr: Ürün Silme Hatası!

source: خطا در بروزرسانی تعداد!
tr: Miktar Güncelleme Hatası!

source: اطلاعات پرداخت
tr: Ödeme Bilgileri

source: لطفاً جزئیات خود را وارد کنید تا خرید خود را تکمیل نمایید.
tr: Satın alımınızı tamamlamak için lütfen bilgilerinizi girin.

source: نام و نام خانوادگی
tr: Ad ve Soyad

source: نام و نام خانوادگی خود را وارد کنید
tr: Ad ve soyadınızı girin

source: ایمیل
tr: E-posta

source: ایمیل خود را وارد کنید
tr: E-posta adresinizi girin

source: آدرس
tr: Adres

source: آدرس خود را وارد کنید
tr: Adresinizi girin

source: شماره تماس
tr: Telefon Numarası

source: شماره تماس خود را وارد کنید
tr: Telefon numaranızı girin

source: کد پستی
tr: Posta Kodu

source: کد پستی خود را وارد کنید
tr: Posta kodunuzu girin

source: خلاصه سفارش
tr: Sipariş Özeti

source: جمع مبلغ
tr: Toplam Tutar

source: هزینه ارسال
tr: Kargo Ücreti

source: مجموع کل
tr: Genel Toplam

source: من شرایط و قوانین را می‌پذیرم
tr: Şartlar ve koşulları kabul ediyorum

source: لطفاً شرایط و قوانین را بپذیرید.
tr: Lütfen şartlar ve koşulları kabul edin.

source: ارتباط با ما
tr: Bize Ulaşın

source: برای تماس با ما فرم زیر را پر کنید
tr: Bize ulaşmak için aşağıdaki formu doldurun

source: پیام شما با موفقیت ارسال شد!
tr: Mesajınız başarıyla gönderildi!

source: مشکلی در ارسال پیام پیش آمد. لطفاً دوباره تلاش کنید.
tr: Mesaj gönderirken bir sorun oluştu. Lütfen tekrar deneyin.

source: نام کامل
tr: Ad Soyad

source: نام شما
tr: Adınız

source: ایمیل شما
tr: E-posta adresiniz

source: شماره تماس شما
tr: Telefon numaranız

source: موضوع
tr: Konu

source: موضوع پیام
tr: Mesaj Konusu

source: پیام شما
tr: Mesajınız

source: پیام خود را بنویسید
tr: Mesajınızı yazın

source: ارسال پیام
tr: Mesaj Gönder

source: ورود
tr: Giriş

source: ورود به حساب کاربری
tr: Hesabınıza Giriş Yapın

source: شماره تلفن
tr: Telefon Numarası

source: رمز عبور
tr: Parola

source: رمز عبور خود را فراموش کرده‌اید؟
tr: Parolanızı mı unuttunuz?

source: حساب کاربری ندارید؟
tr: Hesabınız yok mu?

source: ثبت‌نام
tr: Kayıt Ol

source: سفارشات
tr: Siparişler

source: سفارشات من
tr: Siparişlerim

source: شماره سفارش
tr: Sipariş Numarası

source: تاریخ سفارش
tr: Sipariş Tarihi

source: وضعیت
tr: Durum

source: مجموع پرداختی
tr: Toplam Ödenen

source: عدد
tr: Ürün

source: هیچ سفارشی ثبت نشده است.
tr: Hiçbir sipariş verilmedi.

source: Supplement Shop | فروشگاه آنلاین مکمل‌های تخصصی
tr: Supplement Shop | Uzman Takviye Online Mağazası

source: ما اینجا هستیم تا با ارائه مکمل‌های اصل و معتبر، راه سلامتی و تناسب اندام را برای شما هموار کنیم. هدف ما، همراهی با شما در مسیر رسیدن به بهترین نسخه از خودتان است.
tr: Biz, size sağlıklı yaşam ve fitness yolunda yardımcı olmak için orijinal ve güvenilir takviyeler sağlamak amacıyla buradayız. Amacımız, en iyi versiyonunuza ulaşma yolculuğunuzda size rehberlik etmektir.

source: تماس
tr: İletişim

source: Supplement Shop. همه حقوق محفوظ است.
tr: Supplement Shop. Tüm hakları saklıdır.

source: فروشگاه مکمل
tr: Takviye Mağazası

source: محصولات
tr: Ürünler

source: مشاهده پروفایل
tr: Profili Görüntüle

source: خروج
tr: Çıkış

source: ثبت نام
tr: Kayıt Ol

source: تغییر رمز عبور موفق
tr: Parola Değişikliği Başarılı

source: رمز عبور شما با موفقیت تغییر کرد. حالا می‌توانید وارد حساب کاربری خود شوید.
tr: Parolanız başarıyla değiştirildi. Şimdi hesabınıza giriş yapabilirsiniz.

source: تغییر رمز عبور
tr: Parola Değiştir

source: ایمیل ارسال شد
tr: E-posta Gönderildi

source: اگر ایمیل شما در سیستم ثبت شده باشد، یک پیام شامل لینک بازنشانی رمز عبور به آن ارسال شده است.
tr: E-posta adresiniz sistemde kayıtlıysa, parola sıfırlama bağlantısı içeren bir mesaj gönderildi.

source: ورود به حساب
tr: Hesaba Giriş Yap

source: بازنشانی رمز عبور
tr: Parola Sıfırlama

source: لطفاً ایمیل خود را وارد کنید تا لینک بازنشانی رمز عبور برای شما ارسال شود.
tr: Parola sıfırlama bağlantısı göndermek için lütfen e-posta adresinizi girin.

source: ارسال ایمیل
tr: E-posta Gönder

source: بازگشت به صفحه ورود
tr: Giriş Sayfasına Geri Dön

source: صفحه محصولات
tr: Ürün Sayfası

source: محصولات مکمل
tr: Takviye Ürünleri

source: گینر
tr: Gainer

source: فروشگاه آنلاین مکمل
tr: Online Takviye Mağazası

source: پشتیبانی از مشتریان
tr: Müşteri Destek

source: تماس با پشتیبانی
tr: Destekle İletişime Geç

source: شما می‌توانید از طریق تماس با تیم پشتیبانی ما از خدمات ویژه و مشاوره‌ استفاده کنید.
tr: Destek ekibimize ulaşarak özel hizmetlerden ve danışmanlıktan faydalanabilirsiniz.
